{"12":"\"Chuck Norris sheds his skin twice a year.\"","17":"\"Chuck Norris does not teabag the ladies. He potato-sacks them.\"","25":"\"In the Bible, Jesus turned water into wine. But then Chuck Norris turned that wine into beer.\"","30":"\"Someone once tried to tell Chuck Norris that roundhouse kicks aren't the best way to kick someone. This has been recorded by historians as the worst mistake anyone has ever made.\"","40":"\"A handicapped parking sign does not signify that this spot is for handicapped people. It is actually in fact a warning, that the spot belongs to Chuck Norris and that you will be handicapped if you park there.\"","46":"\"Chuck Norris once ate three 72 oz. steaks in one hour. He spent the first 45 minutes having sex with his waitress.\"","52":"\"When Chuck Norris sends in his taxes, he sends blank forms and includes only a picture of himself, crouched and ready to attack. Chuck Norris has not had to pay taxes, ever.\"","75":"\"Chuck Norris can believe it's not butter.\"","108":"\"The show Survivor had the original premise of putting people on an island with Chuck Norris. There were no survivors, and nobody is brave enough to go to the island to retrieve the footage.\"","125":"\"Simply by pulling on both ends, Chuck Norris can stretch diamonds back into coal.\"","135":"\"Chuck Norris roundhouse kicks don't really kill people. They wipe out their entire existence from the space-time continuum.\"","155":"\"Chuck Norris does not &quot;style&quot; his hair. It lays perfectly in place out of sheer terror.\"","160":"\"Along with his black belt, Chuck Norris often chooses to wear brown shoes. No one has DARED call him on it. Ever.\"","177":"\"Chuck Norris once pulled out a single hair from his beard and skewered three men through the heart with it.\"","192":"\"There is endless debate about the existence of the human soul. Well it does exist and Chuck Norris finds it delicious.\"","220":"\"It is better to give than to receive. This is especially true of a Chuck Norris roundhouse kick.\"","234":"\"Chuck Norris kills anyone that asks: &quot;Do you want fries with that?&quot;. Because by now everyone should know that Chuck doesn't want fries with anything. Ever.\"","260":"\"If you rearrange the letters in &quot;Chuck Norris&quot;, they also spell &quot;Crush Rock In&quot;. The words &quot;with his fists&quot; are understood.\"","267":"\"Ozzy Osbourne bites the heads off of bats. Chuck Norris bites the heads off of Siberian Tigers.\"","270":"\"The phrase 'dead ringer' refers to someone who sits behind Chuck Norris in a movie theater and forgets to turn their cell phone off.\"","272":"\"Chuck Norris can taste lies.\"","295":"\"The pie scene in &quot;American Pie&quot; is based on a dare Chuck Norris took when he was younger. However, in Chuck Norris' case, the &quot;pie&quot; was the molten crater of an active volcano.\"","315":"\"Chuck Norris never goes to the dentist because his teeth are unbreakable. His enemies never go to the dentist because they have no teeth.\"","321":"\"Chuck Norris is widely predicted to be first black president. If you're thinking to yourself, &quot;But Chuck Norris isn't black&quot;, then you are dead wrong. And stop being a racist.\"","332":"\"What many people dont know is Chuck Norris is the founder of planned parenthood. Not even unborn children can escape his wrath.\"","357":"\"The word 'Kill' was invented by Chuck Norris. Other words were 'Die', 'Beer', and 'What'.\"","376":"\"Chuck Norris doesn't daydream. He's too busy giving other people nightmares.\"","384":"\"Chuck Norris was the orginal sculptor of Mount Rushmore. He completed the entire project using only a bottle opener and a drywall trowel.\"","387":"\"For Spring Break '05, Chuck Norris drove to Madagascar, riding a chariot pulled by two electric eels.\"","395":"\"Chuck Norris will never have a heart attack. His heart isn't nearly foolish enough to attack him.\"","401":"\"They say curiosity killed the cat. This is false. Chuck Norris killed the cat. Every single one of them.\"","459":"\"Chuck Norris can solve the Towers of Hanoi in one move.\"","465":"\"Whiteboards are white because Chuck Norris scared them that way.\"","467":"\"Chuck Norris can delete the Recycling Bin.\"","469":"\"Chuck Norris can unit test entire applications with a single assert.\"","472":"\"When Chuck Norris is web surfing websites get the message &quot;Warning: Internet Explorer has deemed this user to be malicious or dangerous. Proceed?&quot;.\"","496":"\"Chuck Norris went out of an infinite loop.\"","500":"\"Chuck Norris can access the DB from the UI.\"","503":"\"Chuck Norris protocol design method has no status, requests or responses, only commands.\"","510":"\"Chuck Norris can compile syntax errors.\"","512":"\"Chuck Norris does not need to type-cast. The Chuck-Norris Compiler (CNC) sees through things. All way down. Always.\"","530":"\"Chuck Norris can dereference NULL.\"","531":"\"Jesus can walk on water, but Chuck Norris can swim through land.\"","532":"\"A diff between your code and Chuck Norris's is infinite.\"","539":"\"Chuck Norris's database has only one table, 'Kick', which he DROPs frequently.\"","554":"\"Chuck Norris can install a 64 bit OS on 32 bit machines.\"","558":"\"Chuck Norris never has to build his program to machine code. Machines have learnt to interpret Chuck Norris code.\"","616":"\"Chuck Norris made the sun by rubbing his hands together.\"","619":"\"Chuck Norris can lock a safe and keep the key inside it.\""}